Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/lautakunnat.html.tmx
Source language: fin
Languages: sms

source: Lautakunnat
sms: Luʹvddkååʹdd

source: Saamelaiskäräjien kokous asettaa vaalikaudekseen neljä lautakuntaa, saamen kielineuvoston, nuorisoneuvoston sekä vaalilautakunnan, jonka toimikausi on muita lautakuntia lyhyempi.
sms: Sääʹmteeʹǧǧ sååbbar nõõmad vaalpââʹj ääiǥas nellj luʹvddkååʹdd, sääʹm ǩiõllsuåvtõõzz da vaal-luʹvddkååʹdd, koon tuåimmpââʹjj lij vuäʹnkab ko jeeʹres luʹvddkooʹddi.

source: Lautakunnat toimivat hallituksen alaisuudessa valmistellen omaan toimialaansa kuuluvia asioita ja tehden päätöksiä omaan alaansa kuuluvien varojen jakamisesta ja käyttämisestä.
sms: Luʹvddkååʹdd tuåimmje halltõõzz vuâllsiʹžžen valmštõõleeʹl jiiʹjjes tuåimmvoudda kuulli aaʹššid da tuejjeeʹl tuʹmmstõõǥǥid jiiʹjjes suârgga kuulli vaaʹri jueʹǩǩmest da ââʹnnmest.

source: Lautakuntien puheenjohtajien ja varapuheenjohtajien tulee olla saamelaiskäräjien varsinaisia jäseniä.
sms: Luʹvddkooʹddi saaǥǥjååʹđteei da väärrsaaǥǥjååʹđteei âʹlǧǧe leeʹd Sääʹmteeʹǧǧ väʹlddveârlaž vuäzzla.

source: Heidän lisäkseen jokaiseen lautakuntaan kuuluu viisi muuta jäsentä sekä jokaiselle henkilökohtainen varajäsen.
sms: Sij lââʹssen juõʹǩǩ luʹvddkådda koʹlle vitt jeeʹres vuäzzla da juõʹǩǩʼkiʹžže jiiʹjjes väärrvuäzzlaž.

source: Lautakuntien tulee edustaa mahdollisimman hyvin Suomen saamelaisten kielellisiä ja alueellisia ryhmiä sekä hyvää asiantuntemusta toimialallaan.
sms: Luʹvddkååʹdd âʹlǧǧe eeʹttkâʹstted nuʹtt puârast ko vueiʹtlvaž Lääʹddjânnam säʹmmlai ǩiõlʼlaž da vooudlaž jooukid da šiõǥǥ äʹšštobddmõõžž tuåimmvuuʹdstes.

source: Lautakuntien tehtävistä on määrätty saamelaiskäräjien työjärjestyksessä.
sms: Luʹvddkooʹddi tuâjain lij mieʹrruum Sääʹmteeʹǧǧ tuâjjriâššmõõžžâst.

source: Lautakunnat hoitavat omaan toimialaansa liittyvää tiedotusta.
sms: Luʹvddkååʹdd håidda tuåimmvouddses õhttneei teâđtummuž.
